Repository: Oliv4945/indicator-power
Catalog: po/*.po
Languages: bn, ta

source: AC Adapter
bn: এসি উৎস
ta: ஏசி பொருத்தி

source: Battery
bn: ব্যাটারি
ta: மின்கலம்

source: UPS
ta: தடையற்ற மின்சார வழங்கி (UPS)

source: Monitor
bn: মনিটর
ta: கண்காணிப்பான்

source: Mouse
bn: মাউস
ta: சுட்டி

source: Keyboard
bn: কীবোর্ড
ta: விசைப்பலகை

source: PDA
ta: நேர்முக எண்முறை உதவியாளர் (PDA)

source: Cell phone
bn: মুঠোফোন
ta: அலை பேசி

source: Media player
bn: মিডিয়া প্লেয়ার
ta: ஊடக இயக்கி

source: Tablet
bn: ট্যাবলেট
ta: வரைபட்டிகை (Tablet)

source: Computer
bn: কমপিউটার
ta: கணினி

source: Unknown
bn: অজানা
ta: தெரியாதவை

source: estimating…
bn: অনুমিত হচ্ছে …
ta: கணிக்கப்படுகிறது…

source: unknown
bn: অজানা
ta: தெரியாதவை

source: %0d:%02d to charge
bn: চার্জ সম্পন্ন হতে %0d:%02d ঘন্টা বাকি
ta: மின்கலம் ஏற %0d:%02d

source: %0d:%02d left
bn: %0d:%02d ঘন্টা চার্জ থাকবে
ta: %0d:%02d மீதமுள்ளது

source: %d %s %d %s to charge
bn: চার্জ সম্পন্ন হতে %d %s %d %s ঘন্টা মিনিট বাকি
ta: மின்சக்தி ஏற %d %s %d %s

source: hour
bn: ঘন্টা
ta: மணி

source: minute
bn: মিনিট
ta: நிமிடம்

source: %d %s to charge
bn: চার্জ সম্পন্ন হতে %d %s মিনিট বাকি
ta: மின்சக்தி ஏற %d %s

source: %d %s %d %s left
bn: ব্যাটারি নিঃশেষ হতে %d %s %d %s ঘন্টা মিনিট বাকি
ta: %d %s %d %s மீதமுள்ளது

source: %d %s left
bn: ব্যাটারি নিঃশেষ হতে %d %s মিনিট বাকি
ta: %d %s மீதமுள்ளது

source: %s (charged)
bn: %s (চার্জ হয়েছে)
ta: %s (மின்னேற்றப்பட்டது)

source: Battery Low
bn: স্বল্প ব্যাটারি
ta: மின்சக்தி குறைவு

source: Battery Critical
bn: নিঃশেষিত ব্যাটারি
ta: மின்சக்தி ஆபத்தில்

source: %.0f%% charge remaining
bn: %.0f%% চার্জ বাকি আছে
ta: %.0f%% மீதமுள்ள மின்சக்தி

source: OK
bn: ঠিক আছে
ta: சரி

source: Battery settings
bn: ব্যাটারি সেটিংস
ta: மின்கலன் அமைவுகள்

source: Charge level
bn: চার্জের মাত্রা
ta: மின்கல அளவு

source: Show Time in Menu Bar
bn: মেনুবারে সময় প্রদর্শন
ta: மெனுப்பட்டியில் நேரத்தைக் காட்டவும்

source: Show Percentage in Menu Bar
bn: মেনুবারে পার্সেন্টেজ দেখান
ta: மெனுப்பட்டியில் சதவிகிதத்தை காட்டு

source: Power Settings…
bn: শক্তি সেটিংস …
ta: சக்தி அமைப்புக்கள்…

source: Adjust brightness automatically
bn: স্বঃতস্ফুর্ত উজ্বলতা
ta: வெளிச்சத்தைத் தானாகச் சரிச்செய்யவும்

source: Flashlight
bn: আলোকস্ফুরণ
ta: ஒளிவிளக்கு

source: Warning: Heavy use can damage the LED!
bn: সাবধানতা: অতিমাত্রায় ব্যবহারে LED পর্দা ক্ষতিগ্রস্থ হতে পারে!
ta: எச்சரிக்கை: மிகையான பயன்பாடு LED-யை பாதிக்கும்!

source: Battery settings…
bn: ব্যাটারি সেটিংস …
ta: மின்கலன் அமைப்புக்கள்…
